# -*- coding: utf-8 -*-

"""
Библиотека uix - это свободное программное обеспечение, распространяемое
на условиях лицензии GNU General Public License, опубликованной
Фондом свободного программного обеспечения; либо версии 2 этой лицензии,
либо (по вашему выбору) любой более поздней версии.

-------------------------------------------------------------------------------

Автор: Иванов Юрий
Email: gorodage@gmail.com

-------------------------------------------------------------------------------

"""